IDEA Open Model
BendData.EndFaceNormal1 Property
Compatible with IDEA StatiCa 20.1
 End Face Normal vector
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public Vector3D EndFaceNormal1 { get; set; }
Public Property EndFaceNormal1 As Vector3D
	Get
	Set
Property Value
Type: Vector3D
See Also
Reference
BendData Class
IdeaRS.OpenModel.Connection Namespace